Revit 2021.1 API
UnitTypeId.OneToRatio Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId OneToRatio { get; }
Visual Basic
Public Shared ReadOnly Property OneToRatio As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OneToRatio {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace